{
    "translation": {
      "Welcome_Screen": "Una App per gestionar tots els documents necessaris per al teu viatge. Una App per a trobar-los, una App per a atraure'ls a tots i lligar-los en les tenebres en la Terra de Mordor on s'estenen les Ombres.",
      "Text_register":"Registrar",
      "Description_register":"Registrar-se",
      "Privacy_Policy":"Politica de privacitat",
      "Titels_PrivacyPolicy":[
        "Recollida i tractament de dades de caràcter personal",
        "Quines dades de caràcter personal es poden recopilar?",
        "Propòsit del tractament de dades de caràcter personal",
        "Recopilació i tractament de dades de caràcter no personal",
        "Divulgació a tercers",
        "Proveedores de servicios",
        "Uns altres tercers",
        "Protecció de dades de caràcter personal"
      ],
      "Text_PrivacyPolicy":[
        "Les dades de caràcter personal són els que poden ser utilitzats per a identificar a una persona o posar-se en contacte amb ella.'Travel Docs' pot sol·licitar dades personals d'usuaris en accedir a aplicacions de l'empresa o d'altres empreses afiliades així com la possibilitat que entre aquestes empreses puguen compartir aqueixes dades per a millorar els productes i serveis oferits. Si no es faciliten aqueixes dades personals, en molts casos no podrem oferir els productes o serveis sol·licitats. Aquests són alguns exemples de les categories de dades de caràcter personal que 'Travel Docs' pot recollir i la finalitat per als quals pot dur a terme el tractament d'aquestes dades.",

        "- En crear un ANEU, sol·licitar un crèdit comercial, comprar un producte, descarregar una actualització de programari, es recopilen diferents dades, com a nom, adreça postal, número de telèfon, adreça de correu electrònic o les dades de la targeta de crèdit.",

        "- Quan es comparteixen continguts amb familiars i amics o es convida a altres persones a participar en els serveis o fòrums, poden recollir-se les dades que facilitem sobre aqueixes persones, com el seu nom, domicili, correu electrònic i número de telèfon . S'utilitzaran aquestes dades per a completar les seues comandes, mostrar-li el producte o servei corresponent o per a combatre el frau.",

        "'Travel Docs' podrà utilitzar les dades personals recaptades per a:",

        "- Les dades de caràcter personal recopilats permeten mantindre-li informat sobre els últims productes, les actualitzacions de programari disponible i els pròxims esdeveniments.",

        "- També s'utilitzen les dades de caràcter personal com a ajuda per a elaborar, perfeccionar, gestionar, proporcionar i millorar els productes, serveis, continguts i publicitat, i amb el propòsit d'evitar pèrdues i fraus.",

        "- Poden utilitzar-se les dades de caràcter personal per a comprovar la identitat, col·laborar en la identificació d'usuaris i decidir els serveis apropiats.",

        "- També s'utilitzen aqueixes dades de caràcter personal amb propòsits interns, incloent auditories, anàlisis de dades i sondejos, per a millorar els productes, serveis i comunicacions a clients.",

        "- Si participa en un sorteig, un concurs o una promoció, poden usar-se les dades proporcionades per a administrar aquests programes.",

        "'Travel Docs' també recopilarà dades d'una manera que, per si mateixos, no poden ser associats directament a una persona determinada. Aquestes dades de caràcter no personal es poden recopilar, tractar, transferir i publicar amb qualsevol intenció. Aquests són alguns exemples de les classes de dades de caràcter no personal que 'Travel Docs' pot recopilar i els fins per als quals es realitza el seu tractament:",

        "- Dades com ara professió, idioma, codi postal, identificador únic de dispositiu, etc. per a comprendre millor la conducta dels nostres clients i millorar els nostres productes, serveis i anuncis publicitaris.",

        "- Dades sobre com s'usen determinats serveis, incloses les consultes de cerca. Aquesta informació es pot utilitzar per a incrementar la importància dels resultats que aporten els serveis oferits.",

        "- Dades sobre com usa el seu dispositiu i les aplicacions per a facilitar als desenvolupadors la millora d'aqueixes aplicacions. Si ajuntem dades de caràcter no personal amb dades personals, les dades mesclades seran tractats com a dades personals mentre continuen estant combinats.",

        "Ocasionalment 'Travel Docs' pot facilitar determinades dades de caràcter personal a socis estratègics que treballen amb nosaltres per a proveir productes i serveis o ens ajuden en les nostres activitats de màrqueting. No es compartiran les dades amb cap tercer per als seus propis fins de màrqueting.",

        "'Travel Docs' compartirà dades de caràcter personal amb empreses que s'ocupen, entre altres activitats, de prestar serveis de tractament de dades, concedir crèdits, tramitar comandes de clients, presentar els seus productes, millorar dades de clients, subministrar serveis d'atenció al client, avaluar el seu interés en productes i serveis i realitzar investigacions sobre clients o el seu grau de satisfacció.",

        "És possible que 'Travel Docs' divulgue dades de caràcter personal per mandat legal, en el marc d'un procés judicial o per petició d'una autoritat pública, tant dins com fora del seu país de residència. Igualment es pot publicar informació personal si és necessària o convenient per motius de seguretat nacional, per a acatar la legislació vigent o per altres raons rellevants d'ordre públic.",
        
        "'Travel Docs' garantirà la protecció de les dades personals mitjançant xifratge durant el trànsit i, els allotjats en instal·lacions, amb mesures de seguretat físiques. En usar uns certs productes, serveis o aplicacions o en publicar opinions en fòrums, sales de xat o xarxes socials, el contingut i les dades de caràcter personal que es compartisca seran visible per a altres usuaris, que tindran la possibilitat de llegir-los, compilar-los o usar-los. Vosté serà responsable de les dades de caràcter personal que distribuïsca o proporcione en aquests casos."

      ],
      "lol": ["Tots", "Sanitaris"],
      "errorMail": "ERROR"
    }
  }